Repository: matstroeng/quickroute
Catalog: QuickRoute.UI/Main.*.resx
Languages: fr

# lapsLabel.Text
source: Split times
fr: Temps intermédiaires

# exportLapHistogramImage.ToolTipText
source: Export Histogram
fr: Exporter histogramme

# lapHistogramBinWidth.ToolTipText
source: Bar Width
fr: Largeur des barres

# toolStripNew.ToolTipText
source: New (Ctrl+N)
fr: Nouveau (Ctrl+N)

# toolStripOpen.ToolTipText
source: Open (Ctrl+O)
fr: Ouvrir (Ctrl+O)

# toolStripSave.ToolTipText
source: Save (Ctrl+S)
fr: Enregistrer (Ctrl+S)

# toolStripUndo.ToolTipText
source: Undo (Ctrl+Z)
fr: Annuler (Ctrl+Z)

# toolStripRedo.ToolTipText
source: Redo (Ctrl+Y)
fr: Répéter (Ctrl+Y)

# toolStripToolAdjustRoute.ToolTipText
source: Adjust route
fr: Ajuster la trace

# toolStripToolLap.ToolTipText
source: Add Split Time
fr: Ajouter temps intermédiaires

# toolStripToolCut.ToolTipText
source: Crop Route
fr: Couper la trace

# toolStripToolZoomIn.ToolTipText
source: Zoom In
fr: Zoom +

# toolStripToolZoomOut.ToolTipText
source: Zoom Out
fr: Zoom -

# toolStripOpenInGoogleEarth.ToolTipText
source: Open in Google Earth (Ctrl+E)
fr: Ouvrir dans GoogleEarth (Ctrl+E)

# toolStripPublishMap.ToolTipText
source: Publish map
fr: Publier la carte

# toolStripFullScreen.ToolTipText
source: Full screen (F11)
fr: Plein écran (F11)

# toolStripRightPanelVisible.ToolTipText
source: Show right panel (Ctrl+Shift+R)
fr: Afficher le panneau droit (Ctrl+Shift+R)

# toolStripBottomPanelVisible.ToolTipText
source: Show bottom panel (Ctrl+Shift+B)
fr: Afficher le panneau inférieur (Ctrl+Shift+B)

# toolStripHelp.ToolTipText
source: Help
fr: Aide

# toolStripDonate.ToolTipText
source: Support future development of QuickRoute
fr: Supporter le développement de QuickRoute

# colorCodingAttributes.ToolTipText
source: Color code the route by...
fr: Dégrader la trace par...

# colorRangeStartValue.ToolTipText
source: Starting value of color range
fr: Valeur initiale de l'échelle de couleur

# colorRangeIntervalSlider.ToolTipText
source: Route line color coding
fr: Couleur de la trace

# colorRangeEndValue.ToolTipText
source: Ending value of color range
fr: Valeur finale de l'échelle de couleur

# colorRangeIntervalButton.ToolTipText
source: Set the color range interval
fr: Déterminer l'intervalle de l'échelle de couleur

# toolStripAutoAdjustColorRangeInterval.ToolTipText
source: Auto adjust the color range interval
fr: Auto-ajuster l'intervalle de l'échelle de couleur

# gradientAlphaAdjustment.ToolTipText
source: Route line transparency
fr: Transparence de la trace

# routeLineWidth.ToolTipText
source: Route line width
fr: Largeur de la trace

# routeLineMaskVisible.ToolTipText
source: Show route line edges
fr: Afficher les bords de la trace

# routeLineMaskWidth.ToolTipText
source: Route line edge width
fr: Largeur des bords de la trace

# routeLineMaskColorButton.ToolTipText
source: Route line edge color
fr: Couleur des bords de la trace

# menuFileNew.Text
source: &New...
fr: &Nouveau...

# menuFileOpen.Text
source: &Open...
fr: &Ouvrir...

# menuFileSave.Text
source: &Save
fr: &Enregistrer

# menuFileSaveAs.Text
source: Save &As...
fr: Enregistrer &sous...

# menuFileExportRouteData.Text
source: &Route data...
fr: &Données de la trace...

# menuFileExport.Text
source: &Export
fr: &Exporter

# menuFileImportSessions.Text
source: I&mport Routes...
fr: I&mporter Traces...

# menuFileExit.Text
source: E&xit
fr: Qui&tter

# menuFile.Text
source: &File
fr: &Fichier

# menuEditUndo.Text
source: &Undo
fr: &Annuler

# menuEditRedo.Text
source: &Redo
fr: &Rétablir

# menuEditChangeStartTime.Text
source: Change &start time...
fr: Changer l'heure de &départ

# menuEdit.Text
source: &Edit
fr: &Edition

# menuViewFullScreen.Text
source: &Full screen
fr: &Plein écran

# menuViewRightPanelVisible.Text
source: Show &right panel
fr: Afficher le panneau d&roit

# menuViewBottomPanelVisible.Text
source: Show &bottom panel
fr: Afficher le panneau de &dessous

# menuView.Text
source: &View
fr: &Vue

# menuToolsOpenInGoogleEarth.Text
source: Open in Google &Earth...
fr: Ouvrir dans Google &Earth...

# menuToolsOpenMultipleFilesInGoogleEarth.Text
source: Open &multiple QuickRoute files in Google Earth...
fr: Ouvrir pl&usieurs fichiers QuickRoute dans Google Earth...

# menuToolsPublishMap.Text
source: &Publish map...
fr: &Publier la carte...

# menuToolsAddLapsFromWinSplits.Text
source: Add split times from &WinSplits...
fr: Ajouter les temps intermédiaires depuis &WinSplits

# menuTools.Text
source: &Tools
fr: &Outils

# menuSettingsLanguage.Text
source: &Language...
fr: &Langue...

# menuSettings.Text
source: &Settings
fr: &Options

# menuHelpHelp.Text
source: &Help...
fr: &Aide...

# menuHelpAbout.Text
source: &About...
fr: &A propos...

# menuHelp.Text
source: &Help
fr: &Aide
